Repository: noah-nuebling/mac-mouse-fix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: cs, de, es, ja, nb, pt_br, ru, tr, uk, vi, zh_hans

# license-toast.unknown-error
source: An **unknown error** occurred: %@
cs: Nastala **neznámá chyba** %@
de: Ein **unbekannter Fehler** ist aufgetreten: %@
es: Ocurrió un **error desconocido**: %@
ja: **不明なエラー**が発生しました： %@
pt_br: **Ocorreu um erro desconhecido:** %@
ru: Произошла **неизвестная ошибка**: %@
tr: **Bilinmeyen bir hata oluştu:** %@
uk: Сталася **невідома помилка**: %@
vi: **Một lỗi không rõ đã xảy ra:** %@
zh_hans: 发生了**未知错误**： %@

# license-toast.unknown-key
source: '**%@**' is not a valid license key Make sure you enter your Mac Mouse Fix key exactly as you received it.
cs: '**%@**' je neplatný licenční klíč. Ujistěte se, že zadáváte klíč k Mac Mouse Fix přesně takový, jaký jste obdrželi.
de: '**%@**' ist kein gültiger Lizenzschlüssel Stelle sicher, dass du deinen Mac Mouse Fix Schlüssel genau so eingibst, wie du ihn erhalten hast.
es: '**%@**' no es una clave de licencia válida Asegúrate de ingresar tu clave de Mac Mouse Fix exactamente como la recibiste.
ja: '**%@**'は有効なライセンスキーではありません Mac Mouse Fixのライセンスキーを、受け取った通りに正確に入力してください。
ru: «**%@**» не является действительным лицензионным ключом Убедитесь, что вы ввели ключ Mac Mouse Fix точно так, как его получили.
tr: *'%@'** geçerli bir lisans anahtarı değildir Mac Mouse Fix anahtarınızı aldığınız gibi yazdığınızdan emin olun.
uk: '**%@**' не є дійсним ключем Переконайтеся, що ви ввели ключ для Mac Mouse Fix саме так, як ви його отримали.
vi: '**%@**' không phải là khoá kích hoạt đúng. Hãy chắc chắn bạn dùng đúng mã Mac Mouse Fix mà bạn đã nhận.
zh_hans: “**%@**”并不是有效的许可证。 请确认您输入的许可证与您收到的一致

# license-toast.unknown-reason
source: Activating your license failed for **unknown reasons** Please write a **Bug Report** [here](%@)
cs: Aktivování vaší licence selhalo z **neznámého důvodu**. Prosím **ohlaste chybu** [zde](%@)
de: Die Aktivierung deiner Lizenz ist aus **unbekannten Gründen** gescheitert Bitte schreibe [hier](%@) einen **Fehlerbericht**
es: La activación de tu licencia falló por **razones desconocidas** Por favor, escribe un **Reporte de error** [aquí](%@)
ja: **原因不明のエラー**により、ライセンスの有効化に失敗しました [こちら](%@)から**バグ報告**をお願いいたします
pt_br: A ativação da sua Licença falhou por **motivos desconhecidos** Por favor, envie um **Relatório de Bug** [aqui](%@)
ru: Активация лицензии не удалась по **неизвестным причинам**. Пожалуйста, напишите **отчет об ошибке** [здесь](%@).
tr: **Bilinmeyen sebepler nedeniyle** lisans aktivasyonunuz başarısız oldu Lütfen [buradan](%@) bir **hata raporu** oluşturun
uk: Активація вашої ліцензії не вдалася з **невідомих причин** Будь ласка, надішліть **Звіт про помилку** [тут](%@)
vi: Kích hoạt thất bạn do **lỗi không xác định** Vui lòng gửi một **Báo cáo lỗi** [tại đây](%@)
zh_hans: 由于**未知的原因**，许可证激活失败。 请到[这里](%@)提交**错误报告**

# macos-scrolling-hint
source: Set speed under [%1$@ > Mouse > Scrolling Speed](%2$@)
cs: Nastavte rychlost zde [%1$@ > Myš > Rychlost posouvání](%2$@)
de: Stelle das Tempo ein unter [%1$@ > Maus > Scrolltempo](%2$@)
es: Configurar la velocidad en [%1$@ > Ratón > Velocidad de desplazamiento](%2$@)
ja: [%1$@ > マウス > スクロール速度](%2$@) から設定できます
pt_br: Defina a velocidade em [%1$@ > Mouse > Velocidade da Rolagem](%2$@)
ru: Установите скорость в разделе [%1$@ > Мышь > Скорость прокрутки](%2$@)
tr: Fare hızını Ayarlarda bu alanda ayarlayın [%1$@ > Fare > Kaydırma Hızı](%2$@)
uk: Встановіть швидкість у [%1$@ > Миша > Швидкість прокрутки](%2$@)
vi: Thiết lập tốc độ tại [%1$@ > Chuột > Tốc độ di chuyển](%2$@)
zh_hans: 设置速度： [%1$@ > 鼠标 > 滚动速度](%2$@)

# mail-alert.back
source: Back
cs: Zpět
de: Zurück
es: Atrás
ja: 戻る
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

# mail-alert.body
source: I can only rarely respond, but I read all messages and the feedback helps me improve Mac Mouse Fix. Thank you for your feedback!
cs: Jen zřídka můžu odpovídat, ale čtu si všechny zprávy a zpětná vazba mi pomáhá vylepšit Mac Mouse Fix. Děkuji za vaši zpětnou vazbu!
de: Ich kann nur selten antworten, aber ich lese alle Nachrichten und das Feedback hilft mir dabei, Mac Mouse Fix zu verbessern. Danke für dein Feedback!
es: Solo puedo responder en raras ocasiones, pero leo todos los mensajes y los comentarios me ayudan a mejorar Mac Mouse Fix. ¡Gracias por tus comentarios!
ja: 個別にお返事することは稀ですが、お送りいただいたメッセージはすべて拝見しております。皆様からのフィードバックはMac Mouse Fixの改善に非常に役立っております。貴重なご意見をありがとうございます！
pt_br: Obrigado pelo seu feedback! Leio e aprecio todos os e-mails, faço o possível para responder todos.
ru: Я могу отвечать только изредка, но я читаю все сообщения, и ваши отзывы помогают мне улучшать Mac Mouse Fix. Спасибо за ваши отзывы!
tr: ütün e-postalara geri dönemesem de hepsini okuyorum ve takdir ediyorum
uk: Я відповідаю рідко, але читаю всі повідомлення, і ваші відгуки допомагають мені вдосконалювати Mac Mouse Fix. Дякую за ваш відгук!
vi: Tôi có thể hiếm khi phản hồi, nhưng Tôi đọc tất cả tin nhắn và thông tin phản hồi giúp tôi cải thiện Mac Mouse Fix. Cảm ơn thông tin phản hồi của bạn!
zh_hans: 我可能无法及时回复邮件，但我会认真阅读所有的意见和建议，感谢您的反馈！

# mail-alert.send
source: Write Email
cs: Napiště Email
de: E-Mail schreiben
es: Escribir Correo Electrónico
ja: 新規メールを作成
pt_br: Escreva um Email
ru: Написать Email
tr: E-Posta Yaz
uk: Написати е-лист
vi: Gửi cho tôi
zh_hans: 编写邮件

# mail-alert.title
source: Write an Email?
cs: Napsat Email?
de: Eine E-Mail schreiben?
es: ¿Escribir un Correo Electrónico?
ja: メールを作成しますか？
pt_br: Deseja escrever um Email?
ru: Написать Email?
tr: E-Posta Yaz?
uk: Написати е-лист?
vi: Gửi email cho tôi?
zh_hans: 编写邮件？

# natural-scrolling-hint
source: Content tracks finger movement
cs: Obsah sleduje pohyb prstů
de: Inhalte folgen Finger-Bewegung
es: El contenido sigue el movimiento del dedo
ja: コンテンツが指の動きに追従します
nb: Innhold sporer fingerbevegelser
pt_br: O conteúdo rastreia o movimento dos dedos
ru: Контент отслеживает движение пальца
tr: İçerik parmak hareketini izler
uk: Вміст слідує за рухом пальців
vi: Nội dung di chuyển theo hướng ngón tay của bạn
zh_hans: 内容随手指移动

# precise-scrolling-hint
source: Scroll precisely, even without a keyboard modifier, by moving the scroll wheel *slowly*
cs: Přesné posouvání i bez použití modifikační klávesy, *pomalým* pohybem rolovacího kolečka
de: Scrolle auch ohne Sondertasten präzise, indem du das Scrollrad *langsam* bewegst
es: Desplázate con precisión, incluso sin un modificador de teclado, moviendo la rueda de desplazamiento&nbsp;*lentamente*
ja: スクロールホイールを*ゆっくり*回すことで、修飾キーを使わずに精密なスクロールが可能です。
nb: Rull presist, selv uten tastaturmodifikator, ved å bevege rullehjulet *sakte*
pt_br: Role com precisão, mesmo sem um modificador de teclado, movendo a roda de rolagem *lentamente*
ru: Прокручивайте точно, даже без модификатора клавиатуры, *медленно* перемещая колесико прокрутки
tr: Kaydırma tekerleğini *yavaşça* hareket ettirerek, klavye değiştiricisi tuşu olmadan bile hassas bir şekilde&nbsp;kaydırın
uk: Прокручуйте точно навіть без модифікатора, повільно повертаючи *коліщатко*
vi: Cuộn chính xác, dù không kèm theo một phím bổ sung, bằng cách di chuyện con lăn *thật chậm*
zh_hans: *慢慢*滚动滚轮来精准滚动，甚至无需键盘修饰键

# restore-buttons-alert.back
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru: Закрыть
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# restore-buttons-alert.commit
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
ja: 戻す
pt_br: Restaurar
ru: Восстановить
tr: Geri Yükle
uk: Відновити
vi: Khôi phục
zh_hans: 恢复

# restore-buttons-alert.hint
source: Your mouse (**%1$@**) says it has **%2$d** buttons
cs: Vaše myš (**%1$@**) má **%2$d** tlačítka
de: Deine Maus (**%1$@**) sagt, dass sie **%2$d** Tasten hat
es: Tu ratón (**%1$@**) dice que tiene **%2$d** botones
ja: お使いのマウス（**%1$@**）には、**%2$d*個**のボタンがあると認識されています
pt_br: Seu Mouse **%1$@** diz que tem **%2$d** botões
ru: Ваша мышь (**%1$@**) сообщает, что у нее **%2$d** кнопок
tr: **%1$@** fareniz **%2$d** düğmeye sahip olduğunu söylüyor
uk: Ваша миша (**%1$@**) має **%2$d** кнопок
vi: Chuột **%1$@** của bạn có **%2$d** nút
zh_hans: 您的**%1$@**鼠标回报了**%2$d**个按键

# restore-buttons-alert.radio1
source: Mouse with 3 buttons
cs: Myš se 3 tlačítky
de: Maus mit 3 Tasten
es: Ratón con 3 botones
ja: 3ボタンマウス
pt_br: Mouse com 3 botões
ru: Мышь с 3 кнопками
tr: 3 düğmeli fare
uk: Миша з 3 кнопками
vi: Chuột với 3 nút
zh_hans: 三键鼠标

# restore-buttons-alert.radio2
source: Mouse with 5+ buttons
cs: Myš s 5+ tlačítky
de: Maus mit 5+ Tasten
es: Ratón con 5+ botones
ja: 5ボタン以上のマウス
ru: Мышь с 5+ кнопками
tr: 5+ düğmeli fare
uk: Миша з 5+ кнопками
vi: Chuột với 5+ nút
zh_hans: 五键或多键鼠标

# restore-buttons-alert.title
source: Restore Default for ...
cs: Obnovit výchozí pro...
de: Standard wiederherstellen für ...
es: Restaurar valor Predeterminado para ...
ja: 初期設定に戻す…
pt_br: Restaurar Padrão para ...
ru: Восстановить по умолчанию для ...
tr: ... için varsayılan ayarları geri yükle
uk: Відновити за замовчуванням для ...
vi: Khôi phục mặc định cho ...
zh_hans: 恢复默认…

# restore-default-buttons-popover.body
source: **Click here** to load the recommended settings for your mouse (**%@**)
cs: **Klikněte sem** pro načtení doporučeného nastavení pro vaši myš (**%@**)
de: **Klicke hier**, um die empfohlenen Einstellungen für deine Maus zu laden (**%@**)
es: **Haz clic aquí** para cargar la configuración recomendada para tu ratón (**%@**)
ja: お使いのマウス（**%@**）の推奨設定を読み込むには、**こちらをクリック**してください
pt_br: **Clique aqui** para carregar as configurações recomendadas para seu Mouse **%@**
ru: **Нажмите здесь**, чтобы загрузить рекомендуемые настройки для вашей мыши (**%@**)
tr: **%@** fareniz için önerilen ayarları yüklemek için **buraya tıklayın**
uk: **Клацніть тут**, щоб завантажити рекомендовані налаштування для вашої миші (**%@**)
vi: **Nhấp vào đây** để tải cài đặt khuyến nghị cho chuột **%@**
zh_hans: **点按此处**来载入您的**%@**鼠标的建议设置

# revive-toast
source: **Enabled** Mac Mouse Fix for %1$@ It had been disabled from the Menu&nbsp;Bar&nbsp;%2$@
cs: Aplikace Mac Mouse Fix **Povolena** pro %1$@ Byla zakázána v Menu&nbsp;Bar&nbsp;%2$@
de: Mac Mouse Fix **aktiviert** für %1$@ Es war in der Menüleiste&nbsp;%2$@ deaktiviert worden
es: **Activado** Mac Mouse Fix para %1$@ Había sido desactivado desde la Barra&nbsp;de&nbsp;menús&nbsp;%2$@
ja: %1$@でMac Mouse Fixを**有効**にしました メニューバー%2$@から無効に設定されていました
nb: **Aktivert** Mac Mouse Fix for %1$@ Den hadde blitt deaktivert fra Menu&nbsp;Bar&nbsp;%2$@
pt_br: **Habilitado** Mac Mouse Fix para %1$@ Ele foi desabilitado na barra de menu %2$@
ru: **Включён** Mac Mouse Fix для %1$@ Он был отключён из Строки&nbsp;меню&nbsp;%2$@
tr: %1$@ için Mac Mouse Fix **etkinleştirildi** Menü Bar %2$@ alanından devre dışı bırakılmıştı
uk: **Увімкнено** Mac Mouse Fix для %1$@ Це було відключено з меню&nbsp;Bar&nbsp;%2$@
vi: **Đã kích hoạt** Mac Mouse Fix cho %1$@ Nó đã bị tắt từ thanh menu %2$@
zh_hans: **已启用**Mac Mouse Fix调校：%1$@ 此前由菜单栏%2$@停用

# revive-toast.feature-buttons
source: **Buttons**
cs: **Tlačítka**
de: **Tasten**
es: **Botones**
ja: **ボタン**
pt_br: **Botões**
ru: **Кнопок**
tr: **Düğmeler**
uk: **Кнопки**
vi: **Nút**
zh_hans: **按键**

# revive-toast.feature-scrolling
source: **Scrolling**
cs: **Scrolování**
de: **Scrollen**
es: **Desplazamiento**
ja: **スクロール**
pt_br: **Rolagem**
ru: **Прокрутка**
tr: **Kaydırma**
uk: **Прокрутка**
vi: **Cuộn**
zh_hans: **滚动**

# scroll-effect.4-pinch
source: Desktop & Launchpad
cs: Desktop a Launchpad
de: Launchpad & Schreibtisch
es: Escritorio y Launchpad
ja: デスクトップとLaunchpad
pt_br: Mesa e Launchpad
ru: Рабочий стол и Launchpad
tr: Masaüstü ve Launchpad
uk: Робочий стіл та Launchpad
zh_hans: 桌面与启动台

# scroll-effect.4-pinch.hint
source: Scroll up for Launchpad and down to show the Desktop Works like Pinching with 4 fingers on an Apple Trackpad
cs: Scrolujte nahoru pro Launchpad a dolů pro zobrazení Desktopu. Funguje jako sevření 4 prsty na Apple trackpadu.
de: Scrolle nach oben für Launchpad und nach unten um den Schreibtisch zu zeigen Funktioniert wie Aufziehen mit 4 Fingern auf einem Apple Trackpad
es: Desplázate hacia arriba para Launchpad y hacia abajo para mostrar el Escritorio Funciona como pellizcar con 4 dedos en un Apple Trackpad
ja: 上にスクロールしてLaunchpadを表示、下にスクロールしてデスクトップを表示 Appleトラックパッドの「4本指でピンチ」と同じように動作します
pt_br: Role para cima para acessar o Launchpad e para baixo para exibir a Mesa Funciona como pinçar com quatro dedos em um Trackpad da Apple
ru: Прокрутите вверх, чтобы открыть Launchpad, и вниз, чтобы отобразить рабочий стол Работает как сжатие 4 пальцами на трекпаде Apple
tr: Launchpad için yukarı kaydırın ve Masaüstünü göstermek için aşağı kaydırın Apple İzleme Dörtgeninde 4 parmağı birleştirmek gibi çalışır
uk: Прокрутіть вгору для Launchpad і вниз, щоб показати робочий стіл Працює як розведення/зведення 4 пальців на трекпеді Apple
vi: Cuộn lên để hiện Launchpad và xuống để hiện Desktop Hoạt động như chụm bốn ngón tay trên Apple Trackpad
zh_hans: 向上滚动来显示启动台，向下滚动来显示桌面 作用相当于在Apple触控板上四指张开或捏拢

# scroll-effect.app-switcher
source: App Switcher
cs: Přepínač aplikací
de: App-Umschalter
es: Conmutador de Apps
ja: Appスイッチャー
pt_br: Alternador de Aplicativos
ru: Переключатель приложений
tr: Uygulama Değiştirici
uk: Перемикач програм
vi: Chuyển ứng dụng
zh_hans: App切换器

# scroll-effect.app-switcher.hint
source: Quickly switch between open apps Works like holding Command (⌘) and then pressing Tab (⇥) on your keyboard
cs: Rychle přepíná mezi otevřenými aplikacemi Funguje jako přidržení klávesy Command (⌘) a současném stisku klávesy Tab (⇥) na vaší klávesnici.
de: Wechsle schnell zischen offenen Apps Funktioniert wie auf deiner Tastatur die Befehlstaste (⌘) zu halten und dann Tab (⇥) zu drücken
es: Cambia rápidamente entre las aplicaciones abiertas Funciona como mantener pulsado Comando (⌘) y luego pulsar Tab (⇥) en tu teclado
ja: 開いているアプリをすばやく切り替える キーボードでCommand(⌘)を押しながらTab(⇥)を押すのと同じように動作します
pt_br: Alterne rapidamente entre aplicativos abertosem Funciona como segurar Command (⌘) e pressionar Tab (⇥) no teclado
ru: Быстрое переключение между открытыми приложениями Работает так же, как удержание клавиши Command (⌘) и нажатие клавиши Tab (⇥) на клавиатуре.
tr: Açık uygulamalar arasında hızlıca geçiş yapın Klavyenizde Command (⌘) tuşunu basılı tutup ardından Tab (⇥) tuşuna basmak gibi çalışır
uk: Швидко перемикайтеся між відкритими програмами Працює як утримування Command (⌘) та клацання Tab (⇥) на клавіатурі
vi: Nhanh chóng chuyển đổi giữa các ứng dụng đang mở Hoạt động như giữ phím Command (⌘) và nhấn Tab (⇥) trên bàn phím
zh_hans: 在已打开的应用程序之间快速切换 作用相当于在您的键盘上按住Command（⌘）然后按下Tab（⇥）

# scroll-effect.horizontal
source: Horizontal Scroll
cs: Horizontální scrolování
de: Horizontales Scrollen
es: Desplazamiento Horizontal
ja: 横スクロール
pt_br: Rolagem horizontal
ru: Горизонтальная прокрутка
tr: Yatay Kaydırma
uk: Горизонтальна прокрутка
vi: Cuộn ngang
zh_hans: 水平滚动

# scroll-effect.horizontal.hint
source: Scroll left and right, navigate between pages in Safari, delete messages in Mail and more Works like swiping horizontally with 2 fingers on an Apple Trackpad
cs: Posouvání doleva a doprava, procházení stránek v Safari, mazání zpráv v Mailu a další Funguje jako horizontální přejetí dvěma prsty na Apple Trackpadu
de: Scrolle nach links und rechts, blättere zwischen Seiten in Safari, lösche Nachrichten in Mail, und mehr Funktioniert wie horizontales Wischen mit 2 Fingern auf einem Apple Trackpad
es: Desplázate hacia la izquierda y hacia la derecha, navega entre páginas en Safari, elimina mensajes en Mail y más Funciona como deslizar horizontalmente con 2 dedos en un Apple Trackpad
ja: 左右にスクロール、Safariでのページ間移動、メールでのメッセージ削除などが可能です。 Appleトラックパッドでの「2本指で左右にスワイプ」と同じように動作します。
pt_br: Role para a esquerda e para a direita, navegue entre páginas no Safari, exclua mensagens no Mail e muito mais Funciona como deslizar horizontalmente com dois dedos em um Trackpad da Apple
ru: Прокручивайте влево и вправо, перемещайтесь между страницами в Safari, удаляйте сообщения в Почте и многое другое Работает как горизонтальный свайп двумя пальцами на трекпаде Apple
tr: Sola ve sağa kaydırın, Safari'de sayfalar arasında gezinin, Mail'deki mesajları silin ve daha fazlasını yapın Apple İzleme Dörtgeninde 2 parmakla yatay olarak kaydırma gibi çalışır
uk: Прокручуйте вліво та вправо, переходьте між сторінками в Safari, видаляйте повідомлення в Пошті та багато іншого Працює як проведення двома пальцями по трекпеду Apple
vi: Cuộn trái và phải, điều hướng giữa các trang của Safari, xóa các mẫu tin trong Mail, và nhiều hơn. Hoạt động như vuốt ngang hai ngón tay trên Apple Trackpad
zh_hans: 向左和向右滚动来导航Safari页面、删除“邮件”中的邮件等 作用相当于在Apple触控板上用双指左右轻扫

# scroll-effect.precise
source: Precise Scroll
cs: Přesné scrolování
de: Präzises Scrollen
es: Desplazamiento Preciso
ja: 精密なスクロール
pt_br: Rolagem precisa
ru: Точное прокручивание
tr: Hassas Kaydırma
uk: Точна прокрутка
vi: Cuộn tỉ mỉ
zh_hans: 精准滚动

# scroll-effect.precise.hint
source: Scroll small distances and use sensitive UI elements with precision
cs: Posouvejte na malé vzdálenosti a používejte citlivé prvky uživatelského rozhraní s přesností
de: Scrolle kleine Distanzen und benutze empfindliche Bedienelemente mit Präzision
es: Desplázate distancias cortas y utiliza elementos de interfaz de usuario sensibles con precisión
ja: わずかな距離のスクロールや、繊細なUI要素の操作を精密に行うことができます。
pt_br: Role pequenas distâncias e use elementos sensíveis da interface do usuário com precisão
ru: Прокручивайте небольшие расстояния и точно используйте чувствительные элементы пользовательского интерфейса
tr: Kısa mesafeleri kaydırın ve hassas arayüz öğelerini incelikle kullanın
uk: Прокручуйте на невеликі відстані та з точністю використовуйте чутливі елементи інтерфейсу
vi: Cho phép thao tác chính xác các thành phần trên các giao diện nhạy cảm bằng cách cuộn với khoảng cách ngắn.
zh_hans: 精准地滚动小段距离、使用灵敏的用户界面元素

# scroll-effect.rotate
source: Rotate
cs: Otočit
de: Drehen
es: Rotar
ja: 回転
pt_br: Girar
ru: Поворот
tr: Döndür
uk: Поворот
vi: Xoay
zh_hans: 旋转

# scroll-effect.rotate.hint
source: Rotate content in Apple Maps and other apps Works like twisting with 2 fingers on an Apple Trackpad
cs: Otáčejte zobrazení v Apple mapách a dalších aplikacích. Funguje jako otáčení 2 prsty an Apple trackpadu.
de: Drehe den Inhalt in Apple Maps und anderen Apps Funktioniert wie Drehen mit 2 Fingern auf einem Apple Trackpad
es: Gira contenido en Mapas de Apple y otras aplicaciones Funciona como girar con 2 dedos en un Apple Trackpad
ja: Appleマップやその他のアプリで表示内容を回転 Appleトラックパッドでの「2本指で回転」と同じように動作します
pt_br: Girar conteúdo no Apple Maps e em outros apps Funciona como girar com dois dedos em um Trackpad da Apple
ru: Поворот содержимого в картах Apple и других приложениях Работает как поворот двумя пальцами на трекпаде Apple
tr: Apple Haritalar ve diğer uygulamalarda içeriği döndürün Apple İzleme Dörtgeninde 2 parmakla döndürme gibi çalışır
uk: Повертайте вміст в Apple Maps та інших програмах Працює як поворот двома пальцями на трекпеді Apple
vi: Xoay nội dung trên Apple Maps and và các ứng dụng khác Hoạt động như vặn hai ngón tay trên Apple Trackpad
zh_hans: 旋转Apple地图和其他应用程序中的内容 作用相当于在Apple触控板上用双指旋转

# scroll-effect.spaces
source: Move Between Spaces
cs: Pohyb mezi Plochami
de: Zwischen Spaces wechseln
es: Moverse Entre Espacios
ja: スペース間を移動
ru: Перемещение между Spaces
tr: Space'ler Arasında Geçiş Yap
uk: Перехід між просторами
vi: Di chuyển giữa các Spaces
zh_hans: 切换空间

# scroll-effect.spaces.hint
source: Scroll up to move left a Space and down to move right a Space Works like swiping horizontally with 3 fingers on an Apple Trackpad
cs: Posunutím nahoru se posunete o jednu mezeru doleva a dolů se posunete o jednu mezeru doprava. Funguje jako vodorovné přejetí třemi prsty na Apple Trackpadu
de: Scrolle nach oben um einen Space nach links zu wechseln und nach unten um einen Space nach rechts zu wechseln Funktioniert wie horizontales Wischen mit 3 Fingern auf einem Apple Trackpad
es: Desplázate hacia arriba para moverte un Espacio a la izquierda y hacia abajo para moverte un Espacio a la derecha Funciona como deslizar horizontalmente con 3 dedos en un Apple Trackpad
ja: 上にスクロールして左のスペースへ移動、下にスクロールして右のスペースへ移動 Appleトラックパッドでの「3本指で左右にスワイプ」と同じように動作します
ru: Прокрутите вверх, чтобы переместиться влево на одно пространство, и вниз, чтобы переместиться вправо на одно пространство Работает как горизонтальное перемещение тремя пальцами по трекпаду Apple
tr: Bir Space sola gitmek için yukarı kaydırın ve bir Space sağa gitmek için aşağı kaydırın Apple İzleme Dörtgeninde 3 parmakla yatay olarak kaydırma gibi çalışır
uk: Прокрутіть вгору, щоб перейти ліворуч на Простір, і вниз, щоб перейти праворуч Працює як проведення трьома пальцями по трекпеду Apple
vi: Cuộn lên để di chuyển qua Space bên trái và xuống để di chuyển qua Space bên phải Hoạt động như vuốt ngang ba ngón tay trên Apple Trackpad
zh_hans: 向上滚动来向左移动一个空间，向下滚动来向右移动一个空间 作用相当于在Apple触控板上用三指左右滑动

# scroll-effect.swift
source: Swift Scroll
cs: Rychlé scrolování
de: Schnelles Scrollen
es: Desplazamiento Rápido
ja: 高速スクロール
pt_br: Rolagem rápida
ru: Быстрая прокрутка
tr: Hızlı Kaydırma
uk: Швидка прокрутка
vi: Cuộn nhanh
zh_hans: 快速滚动

# scroll-effect.swift.hint
source: Scroll long distances with minimal effort
cs: Posouvání na velké vzdálenosti s minimálním úsilím.
de: Scrolle große Distanzen mit minimalem Aufwand
es: Desplázate largas distancias con el mínimo esfuerzo
ja: 少ない操作で長い距離をスクロール
pt_br: Percorra longas distâncias com o mínimo esforço
ru: Прокручивайте большие расстояния с минимальными усилиями
tr: Düşük efor ile uzun mesafe kaydırın
uk: Прокручуйте великі відстані з мінімальними зусиллями
vi: Cuộn nhanh một khoảng dài lên đầu trang hoặc cuối trang
zh_hans: 轻松地滚动大段距离

# scroll-effect.zoom
source: Zoom In or Out
cs: Přiblížit nebo Oddálit
de: Rein- oder rauszoomen
es: Acercar o Alejar
ja: 拡大・縮小
pt_br: Aumentar ou diminuir zoom
ru: Увеличить или уменьшить
tr: Yakınlaştır veya Uzaklaştır
uk: Масштаб
vi: Phòng to hoặc thu nhỏ
zh_hans: 放大或缩小

# scroll-effect.zoom.hint
source: Zoom in or out in Safari, Maps and other apps Works like pinching to zoom on an Apple trackpad
cs: Přiblížení nebo oddálení v Safari, Mapách a dalších aplikacích Funguje jako přiblížení na trackpadu Apple sevřením prstů.
de: Zoome rein oder raus in Safari, Maps, und anderen Apps Funktioniert wie Aufziehen mit 2 Fingern bei einem Apple Trackpad
es: Acercar o alejar en Safari, Mapas y otras aplicaciones Funciona como pellizcar para hacer zoom en un trackpad de Apple
ja: Safari、マップ、その他のアプリで拡大・縮小 Appleトラックパッドでの「ピンチしてズーム」と同じように動作します
pt_br: Aumentar ou diminuir o zoom no Safari, no Maps e em outros apps Funciona como pinçar para ampliar em um Trackpad da Apple
ru: Увеличивайте или уменьшайте масштаб в Safari, Картах и других программах Работает как жест «щипок для масштабирования» на трекпаде Apple
tr: Safari, Maps ve diğer uygulamalarda yakınlaştırın ve uzaklaştırın Apple İzleme Dörtgeninde iki parmakla kıstırma/açma gibi çalışır
uk: Змінюйте масштаб у Safari, Картах та інших програмах Працює як масштабування пальцями на трекпеді Apple
vi: Phóng to hoặc thu nhỏ trên Safari, Maps và các ứng dụng khác Hoạt động như chụm hai ngón tay để phóng to trên Apple trackpad
zh_hans: 在Safari、地图和其他应用程序中放大或缩小 效果相当于在Apple触控板上两指张开或捏拢

# system-settings-name
source: System Settings
cs: Nastavení Systému
de: Systemeinstellungen
es: Ajustes del Sistema
ja: システム設定
pt_br: Ajustes Sistema
ru: Системные настройки
tr: Sistem Ayarları
uk: Системні параметри
vi: Cài đặt hệ thống
zh_hans: 系统设置

# system-settings-name.pre-ventura
source: System Preferences
cs: Nastavení Systému
de: Systemeinstellungen
es: Preferencias del Sistema
ja: システム環境設定
pt_br: Preferências do Sistema
ru: Системные настройки
tr: Sistem Tercihleri
uk: Системні параметри
vi: Cài đặt hệ thống
zh_hans: 系统偏好设置
